/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Błąd po stronie serwera. Spróbuj ponownie.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Wystąpił nieznany błąd. Spróbuj ponownie.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Klucze API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generuj";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Tylko gdy komputer jest nieaktywny";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Tylko gdy priorytet nie jest mniejszy niż:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Poprzedzaj powiadomienia:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Login Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Wysyłanie do Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Aplikacja wysłała niezrozumiałą komendę do serwera. Spróbuj ponownie.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Nie zalogowano się do serwera, co nie pozwoliło na wygenerowanie klucza API.";

